// pch.h: це попередньо скомпільований заголовний файл.
// Файли, наведені нижче, компілюються лише один раз, щоб покращити продуктивність збірки для майбутніх збірок.
// Це також впливає на продуктивність IntelliSense, включаючи завершення коду та багато функцій перегляду коду.
// Однак перераховані тут файли ВСІ будуть перекомпільовані, якщо хоча б один з них буде оновлено між збірками.
// Не додавайте сюди файли, які будуть часто оновлюватися, оскільки це призведе до зниження продуктивності.

#ifndef PCH_H
#define PCH_H

// Додайте сюди заголовки для попередньої компіляції.

#endif //PCH_H
